experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_16_threads_4_pipeline_100/redis.out
4         Threads
16        Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets      1030650.93          ---          ---         5.16902         5.18300         8.31900        14.65500   1081873.99 
Gets       206129.75      1053.88    205075.87         5.14437         5.18300         8.31900        14.39900      9270.59 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1236780.68      1053.88    205075.87         5.16491         5.18300         8.31900        14.59100   1091144.58